Repository: MehmetBicici/LokaldeCaseStudy
Catalog: LokaldeCaseStudy/LokaldeCaseStudy/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# apply_button_title
source: Apply
tr: Uygula

# apply_title
source: Apply
tr: Uygula

# biography_title
source: Biography
tr: Biyografi

# book_appointment_button_title
source: Book Appointment
tr: Randevu Al

source: City
tr: Şehir

# contact_information_title
source: Contact Information
tr: İletişim Bilgileri

source: Country
tr: Ülke

# error_description
source: Something went wrong. Please try again.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# error_title
source: Error
tr: Hata

# filter_title
source: Select %@
tr: %@ Seç

# location_title
source: Location
tr: Adres

# phone_title
source: Phone
tr: Telefon

# provider_details_title
source: Provider Details
tr: Profil Detayları

# providers_title
source: Healthcare Providers
tr: Sağlık Hizmeti Sağlayıcıları

source: Rate
tr: Puan

# search_empty_description
source: Try adjusting your filters or searching for a different specialty or location.
tr: Filtrelerinizi değiştirmeyi veya farklı bir uzmanlık alanı ya da konum aramayı deneyin.

# search_empty_title
source: No providers found
tr: Sonuç bulunamadı.

# search_placeholder_text
source: Look for a doctor, clinic, or hospital...
tr: Doktor, klinik veya hastane ara...

# select_city
source: City
tr: Şehir

# select_country
source: Country
tr: Ülke

# select_services
source: Services
tr: Hizmet

source: Services
tr: Hizmetler

source: Try Again
tr: Tekrar Dene
